{
  "cover": {
    "title": "눈에 갇힌 외딴 산장에서",
    "originalAuthor": "히가시노 게이고",
    "adaptationWriter": "주완찬, 황민정"
  },
  "story": {
    "main": "눈이 쌓인 산장은 외딴 곳에 자리하고 있었다. 창문을 통해 들어오는 햇살에 눈을 떴고 창 밖에 펼쳐진 눈 덮인 풍경은 아름답기도 하면서 고요하게 감싸주었다. 그러나 나는 왜 여기에 갇혔는지 모른 채로 이 집 안에 있었다. 기억의 단편이 내 머릿속을 지나갔지만, 그뿐 눈이 왜 이곳을 둘러싼 것인지는 알 수 없었다.\n산장은 오래된 듯한 느낌이 들었지만, 그럼에도 불구하고 아주 청결하게 유지되어 있었다.\n그 때, 방 밖에서 어딘가로부터 작은 소리가 들려왔다. 방 안을 살펴보았지만 소리가 날만한 존 재는 있지 않았고, 이 집 안에 다른 누군가가 있는 것 같았다. 나는 조용히 다가가 문고리를 돌려 방을 열었다. 거실로 나가면서, 들려오는 목소리에 집중했다. \"우리는 당신을 찾고 있었어요.\" 나는 주변을 두리번거리며 누군가에게 당황한 표정을 지었다. 거실에는 다른 사람들도 나와 마찬가지로 방문을 열고 나와 목소리의 주인공을 쳐다보았다.",
    "choiceA": "나를 찾은 이유에 대해 묻는다",
    "choiceB": "목소리의 주인공에게 다가간다",
    "end": false
  },
  "storyA": {
    "main": "나는 \"누구죠? 왜 나를 찾고 있어요?\"라고 물었다. 나의 질문에 거실은 얼음장같이 차가워졌 고, 순간적인 침묵에 빠졌다. 어색한 긴장감만이 떠돌던 가운데, 목소리가 들려왔다. 목소리의 주인공은 거실 한쪽 벽면에 먼지로 쌓어있고 언뜻 보아도 오래된 괘종시계에서 들려왔다. \"당신들이 이 산장 속 이야기의 주인공입니다. 산장 속에서 탈출하세요. 첫 단서는 시계 안에 있습니다.\" 이상하다. 나는 다른 사람들과 눈이 마주쳤다. 다들 서로를 모르는 눈치였고, 누군가 자기소개를 시작하며 대화하기 시작했다. 다들 자신이 왜 이곳까지 왔는지, 이곳에 정확한 위치는 어디인지 모르는 분위기였다. 문도 창문도 열리지 않는 것을 알자 다들 괘종시계에서 모여 기웃대기 시작한다.",
    "choiceA": "괘종시계를 움직여 본다",
    "choiceB": "괘종시계의 시침을 옮겨 본다",
    "end": false
  },
  "storyAA": {
    "main": "다들 괘종시계 안을 살펴보지만 특별한 것이 보이지 않는다. 그래서 나는 괘종시계를 앞으로 당겨보고 옆으로 밀어보게 된다. 그 순간 괘종시계는 왼쪽으로 밀려나더니 새로운 공간의 입구가 펼쳐진다. 우리는 그 새로운 공간에 들어가기로 결정했다. 새로운 공간은 이전과는 완전히 다른 세계였다. 이곳은 마치 어느 도시의 오래된 도서관처럼 보였으나, 이상하리만큼 먼지 하나 없는 책장과 구식의 가구들로 가득 차 있었다. 우리가 들어온 입구는 굳게 닫혔지만 소리가 들렸다. \"도서관 안에 있는 퍼즐을 풀고 비밀의 문을 찾아 다른 장소로 이동하십시오.\" 모두들 이 도서관에 갇혔다는 사실을 인식하자 정신없이 책장, 가구랄 것 없이 뒤지기 시작했다. 그러던 중 책장들마다 책이 하나씩 비어있다는 사실을 깨닫고 비어있는 책을 찾기 시작한다. 그 책들의 첫 글자들을 조합해 본다. 조합의 순서는...",
    "choiceA": "첫 글자는 \"비\"이다",
    "choiceB": "첫 글자는 \"집\"이다",
    "end": false
  },
  "storyAB": {
    "main": "괘종시계가 가리키는 시간을 확인하는데 시침이 '3'을 가리키고 있다. 그러나 내 손목시계의 시침은 12'를 가르킨다. 지금 시각은 12시이다. 어째서 다른 시각을 가리키는 거였을까. 나는 이상함을 느끼고 시침을 옮겨본다. 시침이 12'에 도달하자 철정하는 소리와 함께 시계 탑 안에서 열쇠 꾸러미가 떨어진다. 모두의 방이 잠겨있었기에 열쇠로 모두의 방을 열어보기로 한다. 본인들이 나온 방을 열고보니 한 개의 방에만 주인이 없다. 다들 그 방을 쳐다본다. 나는 먼저 그 방을 열어보자 제안했고, 다들 찬성하는 분위기가 되었다. 문을 열어보자 충격적인 광경이 펼쳐졌다...",
    "choiceA": "바닥에는 여자 한 명이 쓰러져 있었다",
    "choiceB": "우리와 똑같은 얼굴의 사람들이 있었다",
    "end": false
  },
  "storyAAA": {
    "main": "한 책의 첫 글자는 ‘비’, 두 번째 책의 첫 글자는 ‘안’이었다. 우리는 그렇게 계속 책의 첫 글자들을 조합해보기 시작했고 그 결과 우리는 ‘비밀’, ‘안에’, ‘퍼즐’ 등의 단어를 찾았고 이를 바탕으로 이 글자에 대해 다같이 추론을 하기 시작했다. 그러다 책을 더 찾아보는 도중 유일하게 한 책이 거꾸로 꽂혀 있다는 것을 발견했다. 그 책은 누군가의 일기장 같았다. 일기장은 일부 훼손되어 있었지만 멀쩡한 부분을 읽어보니 우리는 일기장 주인의 이야기와 우리가 이 도서관에 갇힌 이유를 짐작할 수 있을 거 같았다. 일기장에는 ‘나는 그녀가 보고싶어. 그녀는 나와……’, ….녀는‘, ’……대와 라는 책을 좋아…어’라는 글이 쓰여 있었고, 우리는 ‘….대와’ 라는 것이 무엇인지 찾기 시작했다. 아무리 찾아도 무엇도 알지 못하다 우리는 제일 처음 찾은 책의 제목이 ‘비가 내리는 날 그대와’라는 것을 발견하고 그 책을 열었다. 책 안에는 어느 쪽지가 하나 있었고 우리는 그 쪽지를 읽고 이곳이 만들어진 이유와 탈출할 수 있는 방법을 알았다. 이곳은 일기장의 주인이 사랑하는 사람과의 기억을 추억하기 위해 만들었고, 이 추억을 누군가라도 기억해줬으면 하는 마음에 이런 장소를 만들었던 것이다. 탈출할 수 있는 방법은 비가 내리는 것처럼 일정량의 물을 문에 떨어뜨리는 것이었고 우리는 습한 도서관의 벽에 맺힌 물방울을 모아 굳게 닫힌 문 아래에 떨어뜨리기 시작했다. 그러자 문이 서서히 열리기 시작했고 우리는 무사히 나올 수 있었다. 우연이었는지는 모르겠지만 우리가 나온 사이 눈은 사라지고... 무언가가 보이기 시작했다.",
    "choiceA": "새빨간 우편함이 보인다",
    "choiceB": "백발의 노인이 보인다",
    "end": false
  },
  "storyAAB": {
    "main": "“집…주인…의..슬리퍼…?” 우리는 ‘집주인의 슬리퍼’라는 단어를 찾아냈다. 나는 이게 무엇을 뜻하는지 깊게 고민하다 누군가 쳐다보고 있다는 느낌을 받는다. 고개를 들어보니 사람들이 아무 말 없이 나를 쳐다보고 있었다. 나는 조심스레 입을 열었다. “….왜들 그렇게...”라 말하자 “슬리퍼…”라 말하며 사람들이 내 발에 시선을 뒀다. 나는 나의 발과 사람들의 발을 번갈아 봤다. 나만 슬리퍼를 신고 있었다. 이 슬리퍼의 주인은 내가 아니다. 그럼 누구의 것일까? 나는 왜 이 슬리퍼를 신고 있는 것일까? 많은 생각을 하며 생각을 되짚어봤다. 이 산장에 들어왔을 때 슬리퍼는 어색하게 신발장 같은 곳이 아닌 시계 옆에 세워져 있었고, 구두를 신고 온 나는 그 슬리퍼가 편해보여 갈아 신었던 기억이 난다. 그리고 슬리퍼가 한 짝만 반듯하게 세워져 있었고 나머지 한 짝은 흘러내리듯 세워져 있었던 거 같다는 생각이 들자 나는 유난히 한 쪽 슬리퍼가 약간 무거운 거 같다고 느꼈다. 재빨리 슬리퍼를 벗어 무거운 슬리퍼를 뜯어보니 7이라는 숫자가 적힌 종이와 함께 동전과 같은 모양의 쇠가 들어있었다. 아까 '7인의 모험’이라는 책이 있었고 우리는 당장 이 책을 가져와 열어봤다. 책 안에는 “이 이야기는 당신들이 써 내려가는 이야기입니다.”라는 말과 함께 “벽을 두드려 보세요.”라는 말 뿐이었다. 우리는 벽을 두드려보기 시작했다. “통….통…” 어느 한 부분만 안이 빈 거 같았고 우리는 이 벽을 강하게 쳐보았다. 벽을 치자 안에는 열쇠와 함께 수고했다는 이야기가 적혀있었다. 우리는 이 열쇠로 문을 열고 밖으로 나갔다. 집주인은 우리에게 '7인의 모험’이라는 책을 완성시려고 한걸까?",
    "choiceA": "",
    "choiceB": "",
    "end": true
  },
  "storyABA": {
    "main": "바닥에는 한 여자가 쓰러져 있었다. 그 여자는 바로 J였고 우리는 모두 경악을 금치 못한 채 큰 충격을 받았다. 우선 정신을 차린 사람들끼리 여자를 살펴보니 숨을 전혀 쉬지 않았고 목이 졸린 흔적과 같이 빨갛게 부어올라 있었다. 자살이라 하기엔 저항한 것과 같은 손톱자국이 남아있었기에 우리는 모두 이 일을 타살로 판단했다. 그럼 누가 살해한 것일까? 고민을 하던 도중 J가 쓰러져 있던 자리에 무언가 반짝이는 것이 보였다.",
    "choiceA": "반지를 줍는다.",
    "choiceB": "네일을 줍는다.",
    "end": false
  },
  "storyABB": {
    "main": "그 방에는 나와, 그리고 모두와 얼굴이 똑같은 사람들이 있었다. 헤어스타일, 옷 등등 달랐지만 얼굴은 똑같았다. 나였다. 나는 순간 당황해서 열고 들어왔던 문고리를 놓쳐버렸다. 문은 그대로 사라졌다. 나는 당황스럽고, 혼란스러웠다. 그래서 조심스레 나와 똑같은 얼굴을 한 사람에게 말을 걸었다. '여기는 어디인가요...?' 그 사람이 입을 열기도 전에 그 사람의 형체는 서서히 사라져갔다. 입은 뻐끔거리지만 아무 소리도 나에게 닿지 않았다. 주위를 둘러보니 사라진 건 그 사람 뿐만이 아니었다. 나와 함께 여기까지 왔던 사람들, 그 사람들과 닮은 사람들마저도..., 들어왔던 공간도 바뀌었다. 나는 푸릇한 초원 위에 있었지만, 내가 처음 있었던 그 방으로 변했다. 창문을 통해 똑같이 햇살이 따스하게 들어왔고, 땅은 눈으로 가득했다. 나는 혼란스럽다. 이 세계는 어디인가.",
    "choiceA": "",
    "choiceB": "",
    "end": true
  },
  "storyAAAA": {
    "main": "우리는 망설임 없이 우편함을 열었고, 자그마한 편지지가 있었다. 편지지에는 삐뚤빼뚤하지만 울면서 꾹꾹 눌러쓴 듯 글자가 조금씩 번져있었다. 그래도 알아보기엔 충분했다. 이 편지의 주인공은 알츠하이머에 걸렸고 초기에 이 편지를 적었다고 했다. 그는 사랑하는 여자를 비가 내리는 날 교통사고로 떠나보내고 혼자서 외로움과 싸웠다. 그는 혼자서 그녀를 기억하기 위해 그녀와 같이 읽었던 책, 그녀가 좋아하던 옛스러운 도서관 등을 꾸몄다. 그러나 자신의 알츠하이머병을 알고나서는 자신은 더 이상 기억할 수 없으니 다른 사람을 이 산장으로 초대하게 된 것이었다. 편지지의 마지막에는 이렇게 써있었다. ‘정말 미안해요. 이렇게 당신들을 산장 속에 가둬서..., 나와 그녀를 꼭 기억해줘요...’",
    "choiceA": "",
    "choiceB": "",
    "end": true
  },
  "storyAAAB": {
    "main": "머리는 하얗게 세고 얼굴은 주름으로 가득한 할아버지께서 우리를 향해 다가오셨다. 무작정 할아버지는 우리에게 얼른 차에 타라며, 우리들을 차에 태웠다. 나도 옆에 있던 다른 사람들도 당황스럽다는 듯이 올라탔다. 한 30분 정도를 달렸을까, 새하얗고 커다란 작은 창문 몇 개 달려있는게 다인 건물 앞에 도착했고 그 앞엔 똑같은 옷을 입은 사람들이 우리를 또다시 하나씩 데리고 들어갔다...",
    "choiceA": "",
    "choiceB": "",
    "end": true
  },
  "storyABAA": {
    "main": "우리는 반지를 주웠고 이 반지의 주인이 J라 생각했지만 J의 손은 이렇게 크지 않다. 분명 남자의 반지였다. 우리는 이 반지를 각자 약지 손가락에 넣어봤고 그 결과 G의 손가락에만 딱 들어맞았다. 우리는 모두 G를 의심하기 시작했고 그를 격리한 채 그의 방과 짐을 샅샅이 뒤져보기 시작했다. 그 중에 G의 가방에서 어느 노트와 함께 열쇠가 발견됐다. 노트에는 J와의 추억이 적혀 있는 것을 보니 연인 사이였던 거 같았고, 그 뒷장부터는 J의 단점이, 그 후론 J에 대한 분노가 적혀 있었다. 우리는 그 글을 보고 G가 J를 살해했다는 사실과 함께 G는 여기를 나갈 수 있는 방법을 알고 있다는 것을 알게 되었다. 우리는 G를 추궁했고 G는 우리에게 사실을 털어놨다. 사실 처음 자기 방에 어느 열쇠와 함께 이 펜션의 비밀이 적힌 종이가 있었다고 했다. 종이에는 이 펜션 내에서 살인을 저지르면 10억을 준다는 말이 적혀있었고 G는 이를 실행하려 했다.  그러다 이 사실을 알게된 J가 G를 정신병자 취급을 했고, 살인을 하려는 G를 말리던 도중 큰 다툼이 일어났고 화를 참지 못한 G가 결국 J를 살해한 것이었다. 그 후 이 사실을 들키지 않기 위해 그 방 문을 잠근 채 아무것도 모르는 척하다 누군가에게 이 범행을 뒤집어 씌우려고 계획했던 것이다. 우리는 이 사실을 알게 되었고, G를 포박해둔 채 그 열쇠를 가지고 이 산장을 탈출했다. 그 후 탈출하고 전파가 터지는 곳에 도달했을 때, 경찰에게 신고했다. 그렇게 G는 경찰에게 붙잡혔다.",
    "choiceA": "",
    "choiceB": "",
    "end": true
  },
  "storyABAB": {
    "main": "검정색 매니큐어 네일이었다. J의 손에는 네일이 없다. 우리 중 네일을 한 사람은 세명이었고 그 중 한 명인 J가 죽었다. 나머지 두 명의 손을 보니 K의 손에 검정 네일이 있었고 하나가 떨어져 있었다. K는 본인이 아니라 우겼지만 우리는 모두 K를 의심한 채 포박해 남는 방에 가뒀다. 그리고 우리는 차근차근 우리가 왜 이렇게 됐는지 생각해보기 시작했다. 생각을 거슬러 올라가는 도…중 나는 문득 한 장면이 스쳐 지나갔다. 이 곳에 오기 직전 K와 함께 술을 마셨던 거 같다. 나는 이 사실을 모두에게 말했고 나뿐만 아니라 다들 이곳에 오기 전에 K와 술을 마셨던 기억이 난다고 했다. 이 사실을 알고 우리는 바로 K를 가둬 둔 방으로 달려갔다. 하지만 우리가 갔을 때 K는 이미 방에 없었다. K가 묶여있던 자리에는 어느 열쇠만 남아있었다. 그녀는 도대체 어디로 사라진 것며, 정체는 무엇일까... 그리고 이 열쇠는 어떤 열쇠일까…",
    "choiceA": "",
    "choiceB": "",
    "end": true
  },
  "storyB": {
    "main": "나는 목소리의 주인공에게 다가간다. 나는 크게 웃으며 목소리의 주인공, K에게 말했다.\n\"너무 어색한 말투, 톤, 표정이야. 역시 넌 좀 더 배워야겠는데?\"K는 순식간에 얼굴이 일그러졌다. 같은 극단의 연극 배우인 우리는 주연의 자리로 사이가 안 좋은 상태였다. 이번 합숙 연습 또한, 오디션에서 내가 K를 이기고 주연이 되었다. 주변에 있던 다른 연극 단원들은 나 와 K의 눈치를 보며 말리던 중, 초인종 소리가 들려왔다. 다 함께 문을 열고 나가자 하얗게 쌓인 눈 위에는 발자국 하나 없었다. 오롯이 눈 위에 검은 편지지뿐이었다.\n\n-편지-\n\n오늘부터 2박 3일 간 합숙 연습을 통해 대본이 만들어질 거다. 숙소는 고립된 장소다. 너희를 위해 만들어둔 장치가 존재한다. 다 같이 마음을 합쳐서 장치를 풀어 탈출하든지, 혼자서 탈출하던지, 합숙이 끝나기를 기다리던지 너희의 선택이다. 연극의 개인 분량은 탈출에 얼마나 기여하는지에 달려있다.\n\n-연극 총감독, F",
    "choiceA": "혼자 탈출한다",
    "choiceB": "모두 함께 탈출한다",
    "end": false
  },
  "storyBA": {
    "main": "단원들은 편지를 읽고는, 그래도 같이 해야하지 않겠냐며 뜻을 모았다. 나는 혼자 뒤돌며 말 했다. \"이런 애들이랑 같이 해서 좋을게 뭐 있다고..., 나는 혼자 할게\" 그 말에 K는 버럭 소리쳤다. \"우리 중에 누가 너 같은 애랑 하고 싶어 하겠어 실컷 혼자 해\" 나는 뜨끔하는 마음 이 들었지만 무시한 채로 방으로 들어왔다. 복잡한 마음에 나는 침대에 누워 잠시 눈을 감았다. \n시간이 얼마나 지났을까, 깜빡 잠이 들었는지 창 밖에 해가 사라져가고 있었다. 나는 목이 말라 방 밖으로 나왔다. 다들 나를 빼고 다른 방에 모였는지 거실엔 사람 한 명 없이 조용했다. 거실을 지나 주방에 도착했고, 주방에서 처참한 모습으로 피를 홀린 채 쓰러진 K를 보았다.",
    "choiceA": "비명을 질러 알린다",
    "choiceB": "다른 단원들에게 간다",
    "end": false
  },
  "storyBB": {
    "main": "나는 그래도 초반엔 힘을 모아서 해결해야한다 생각되어 얘기를 꺼내자 K는 썩 내키지 않지 만 알겠다는 반응이고, 다른 단원들도 나의 의견에 동의한다 하여 일단 같이 힘을 모으기로 한다. 먼저 각자 방을 수색하기로 하는데, 내 방 침대 아래를 뒤져보던 중, 찢어진 사진 조각 이 나왔다. 나는 다른 단원들에게 가서 침대 아래를 찾아보라고 제안했다. 모든 단원들의 침 대에선 다 다른 사진 조각들이 나왔다. 합쳐본 사진은 오디션 합격자들끼리 찍은 단체 사진이 였다. 딱 한 명을 제외하고, 모두들 이 자리에 있었다. 단원 중, G가 운전하던 차를 타고 돌아 가던 중, 교통사고로 인해 팔 부상으로 아쉽게도 이번 연극을 포기한 N이였다. 그와 달리 G 는 신체 부상 없이 상처 정도만 있어서 포기하지 않고 함께 하기로 했다. 우리는 N이 무엇을 뜻하는 걸까 생각했다. 특히 G는 고민에 잠긴 얼굴이었다.",
    "choiceA": "",
    "choiceB": "N과 관련된 G의 방을 뒤져본다.",
    "end": true
  },
  "storyBAA": {
    "main": "내 비명소리를 듣자 다른 단원들이 몰려왔다. 단원들도 마주하곤 충격에 휩싸인 듯 했다. 단원 중 한 명은 바닥에 주저 앉아 울었다. 경찰에 전화해보려고 했지만, 방법이 없었다. 고립된 장소였기에 일단은 진정하고 거실에 모였다. 나는 단원들에게 살인 현장은 훼손하면 안 되니 그대로 냅두자고 얘기했다. 그때 N은 나에게 날카롭게 말했다. \"(이름), 너 K가 어떻게 살해당한 거라고 확신해? 수상해. 혼자 따로 활동하고 처음 목격한 것도 너잖아.\"",
    "choiceA": "아무 말도 하지 않는다",
    "choiceB": "완강히 부인한다",
    "end": false
  },
  "storyBAB": {
    "main": "내가 비명을 지르고 나서 주변을 둘러 보았지만 고요했다. 일단 다른 단원들을 찾기 위해 방마다 들어가보는데 모든 방에 단원들이 피를 흘린 채 쓰러져있다. 이 산장에 나를 뺀 모든 단원들이 죽은 채 발견되었다. 이 상황에서 나는 냉정함을 유지하며 증거를 찾아내야 했다. 시신을 살펴보던 중, 모든 단원들의 이마에 피가 뭉쳐서 흘린 듯한 공통점이 있다. 모두들 어떤 특수하고 특이한 상황에서 당한 일일 것이다. 고립된 상황에서 나는 내 자신을 지켜야 했지만, 동시에 이 사건을 해결해야 했다. 시신이 아니라 시신의 주변을 살펴보던 중, 자명종에 언뜻 지우려고한 흔적이 남아있었지만 모든 자명종마다 10~20분 정도 간격으로 멈춰있었다. 단원들이 쓰러진 시간을 가르키고 있었다.\n나는 신중하게 살인 현장을 떠나 탈출을 계획하기 시작했다. 문 밖으로 나가려고 했을 때, 문에 단원들의 이름이 적힌 목록이 있었는데 나를 제외한 모든 단원들의 이름이 지워져있었고, 새롭게 쓰여진 글자가 있었다.",
    "choiceA": "쓰여진 글자는 \"F\"이다",
    "choiceB": "쓰여진 글자는 \"ㄷㅇㅇ ㄴㅇ\"이다",
    "end": false
  },
  "storyBBA": {
    "main": "",
    "choiceA": "",
    "choiceB": "",
    "end": true
  },
  "storyBBB": {
    "main": "G의 방을 더 뒤져보니 침대 아래에 뭔가 손에 걸리는 게 또 있었다. 우리는 그걸 알아내기 위해 침대를 옮겼고 그 밑에는 어떤 문 같은 게 있었다. 우린 그 문을 열었고 그 아래에는 작지 않은 공간이 숨겨져 있었다. 그 공간 안에는 낡은 잡동사니들이 있었고 벽에는 “ㅇㄹㅉㅇㅅㅇㅊㄱㅇㅇ“라는 어떤 초성들이 쓰여져 있었지만 우리는 바로 그 뜻을 알 수 없었다. 그 후 우리는 다시 그 지하실에서 나왔고, 하루가 지나자 우리는 연습을 하며 대본을 만들어가기 시작했다. 연습을 하던 도중 나는 목이 말라 G에게 냉장고에서 물을 가져다 달라 요청하며 “G, 냉장고 아래쪽 칸에 물이 있어.”라 말했다. 그러자 머릿속에 어제 그 초성이 생각났다. “아래쪽에ㅅㅇㅊ가있어“라는 말인거 같았다. 그래서 나는 다시 사람들을 불러모아 그 지하실로 이동했다. 그리고 우리는 그 지하실의 바닥과 벽 밑을 샅샅이 뒤지기 시작했다. 그러자 G가 다른 나무벽재에 비해 짧고 짙은 색의 나무를 발견했고 우리는 그것을 강하게 눌렀다. 그러자 지하실의 옆문이 열리고 어느 좁은 길이 나왔다. 나는 앞장서 그 길로 들어가기 시작했고 다들 내 뒤를 따라 걸어갔다. 길은 점점 넓어졌고 그 길은 지하수도와 연결되어 있었다. 우리는 그 수도를 따라 밖으로 나갈 수 있었는데 그곳에는 연극의 총감독인 F가 있었다. 그는 말했다. ”이걸로 대본은 완성이다.“",
    "choiceA": "",
    "choiceB": "",
    "end": true
  },
  "storyBAAA": {
    "main": "아무 말도 하지 않았다. 단원 중 한 명은 나와 K의 사이가 안 좋다는 점을 언급하며 자기들과 나를 분리시켜야한다며 나를 방에 가두려고 한다. 나는 그제야 필사적으로 아니라고 해명하며 가두지 말라고 애원하지만 단원들의 힘에 밀려 내 방에 혼자 갇히고 만다. 밤새 방에서 아무것도 먹지 못한 채 생각에 잠겼다. 아침이 되면 창문을 통해 나가서 이 산장을 탈출하고자 생각한다. 해가 뜨는 것을 보고 나는 유리를 부수고 뛰었다.\n나는 방이 2층이다. 하지만, 잘못 뛰어내린걸까...? 바닥에서 일어날 수가 없다. 점점 정신이 멀어지는 것 같다. 내 추락 소리에 누군가 다가오는 것 같다. 나는 살고 싶다...",
    "choiceA": "",
    "choiceB": "",
    "end": true
  },
  "storyBAAB": {
    "main": "\"아까 낮에 방에 들어간 뒤에 한 번도 나온 적 없어. 아까 얘기하고 나 본 사람 없잖아.\" N을 제외한 나머지 단원들도 나의 말에 동조한다는 듯 본 적이 없다며 얘기를 한다. 그러자 다들 우리끼리 싸울게 아니고 일단 탈출을 해서 K의 죽음도 해결을 하든 하자고 제안한다. 그렇게 우리는 남은 기간 동안 탈출 방법을 찾았고, 탈출하자마자 K의 죽음 또한 경찰에 신고하게 된다. 모든 단원들은 경찰서에 방문하여 조사를 받았고, 3개월이 지난 뒤 충격적인 소식이 전해졌다. K는 사실 N의 여자친구와 바람을 피고 있었다. K는 그 사실을 N에게 직접 가서 말했고, 여자친구와 헤어져달라고 부탁했다. N은 바람을 피운 것도 모자라 헤어져달라고 말하는 K에게 분노를 삭히지 못 하고 살인을 저질렀다고 한다.\n\n그러나 K의 수첩을 통해서 놀라운 사실이 드러났다. K가 바람핀 것은 연극의 한 소재로 K는 실제로 N의 여자친구와 바람을 피우지 않았다. 일면식도 없는 사이였다. 그 사실은 머지않아 N의 귀에 들어갔고, N은 그 자리에서 몇 시간 동안을 서럽게 울었다고 한다.",
    "choiceA": "",
    "choiceB": "",
    "end": true
  },
  "storyBABA": {
    "main": "이 산장에 초대한 장본인 연극 총감독 F의 이름이 쓰여있었다. 그는 왜 이 연극에 참여한 것일까, 단 한 번도 연극 안에 참여한 적은 없었던 감독님이였다. 그가 이 살인사건에 범인인 것인지, 원치 않게 이 안에 참여하게 된 것인지는 구분이 가지 않았다. 그 순간, 누가 내 어깨에 손을 올렸다. 나는 바로 돌아서 주먹이 나갈 뻔 했지만, 예쁜 케이크를 들고 나를 쳐다보는 F를 보고는 주먹은 스르륵 내려갔다. F 주위에는 피를 묻힌 채, 내가 뮤지컬 주연이 된 것을 축하하는 노래를 불러주고 있었다. 순간 알아챌 수 있었다. 한 번도 이런 적 없었던 F가 왜 이런 방식의 합숙 연습을 만들어낸 것인지, 이번이 나의 마지막 연극이고 뮤지컬로 전향하는 나를 위해 깜짝쇼와 선물을 해주기 위함이였던 것이었다. 나는 안도감에 눈물을 흘리며 화 아닌 화를 냈다. ”어떻게 이런 식으로 사람을 놀래켜요?“ 다들 나의 눈물에 당황하였지만, 나는 모두를 끌어안으며 감사 인사를 했다.",
    "choiceA": "",
    "choiceB": "",
    "end": true
  },
  "storyBABB": {
    "main": "“ㄷㅇㅇ ㄴㅇ” 이 초성을 이해하는데엔 그리 오래 걸리진 않았다. 다음은 너야 라는 것을 쉽게 알아챌 수 있었다. 남은 사람이 나 밖에 없었기에 나를 지켜보고 있는 것이 아닐까 하는 생각이 들었다. 내가 이 상황을 어떻게 대처할 것인가를 지켜보고 있다는 느낌이 들었다. 나는 최대한 냉정하게 평정심을 유지하고 행동하기로 했다. 나를 지켜보는 누군가에게 내가 인지했다는 사실을 알리고 싶지 않았기 때문이다. 나는 조용히 내 방으로 들어와서 내 방에 있는 자명종을 주머니 속에 넣었다. 그리고 조용히 옷장 속으로 들어갔다. 옷장에서 잠깐 잠이 들었을 때인가, 방문이 끼익하며 열리는 소리가 들렸고 눈이 떠졌다. 방 안에는 지켜보지 못했나보다 그 사람은 두리번거리는 것 같았다. 옷장 틈으로 지켜보는 중, 그 사람의 등이 보였다. 나는 자명종으로 그를 공격했다. 그는 쓰러졌고 그는 나에게 몇 대를 맞았을까...\n더 이상 움직임이 느껴지지 않자 나는 그의 주머니를 뒤져서 산장의 키를 꺼냈다. 그대로 산장에서 벗어났다.",
    "choiceA": "",
    "choiceB": "",
    "end": true
  },
  "storyBBAA": {
    "main": "",
    "choiceA": "",
    "choiceB": "",
    "end": true
  },
  "storyBBAB": {
    "main": "",
    "choiceA": "",
    "choiceB": "",
    "end": true
  }
}