{
  "cover": {
    "title": "눈에 갇힌 외딴 산장에서",
    "originalAuthor": "히가시노 게이고",
    "adaptationWriter": "주완찬, 황민정"
  },
  "story": {
    "main": "눈이 쌓인 산장은 외딴 곳에 자리하고 있었다. 창문을 통해 들어오는 햇살에 눈을 떴고 창 밖에 펼쳐진 눈 덮인 풍경은 아름답기도 하면서 고요하게 감싸주었다. 그러나 나는 왜 여기에 갇혔는지 모르는 채로 이 집 안에 있었다. 기억의 단편이 내 머릿속을 지나갔지만. 그 뿐 눈 이 왜 이곳을 둘러싼 것인지는 알 수 없었다.\n산장은 오래된 듯한 느낌이 들었지만, 그럼에도 불구하고 아주 청결하게 유지되어 있었다.\n그 때, 방 밖에서 어딘가로부터 작은 소리가 들려왔다. 방 안을 살펴보았지만 소리가 날만한 존 재는 있지 않았고, 이 집 안에 다른 누군가가 있는 것 같았다. 나는 조용히 다가가 문고리를 돌려 방을 열었다. 거실로 나가면서, 들려오는 목소리에 집중했다. \"우리는 당신을 찾고 있었어요.\" 나는 주변을 두리번거리며 누군가에게 당황한 표정을 지었다. 거실에는 다른 사람들도 나와 마찬가지로 방문을 열고 나와 목소리의 주인공을 쳐다보았다.",
    "choiceA": "\"누구죠? 왜 나를 찾고 있어요?\"",
    "choiceB": "나는 괘종시계를 앞으로 당겨보고 옆으로 밀어본다.",
    "end": false
  },
  "storyA": {
    "main": "스토리 A는 이런 내용입니다. 후키야 세이치로가 왜 지금부터 이야기할 무시무시한 악행을 계획했는지, 그 동기는 자세히 알지 못한다. 설령 안다고 해도 이 이야기에는 그다지 영향을 미치지 않는다. 그가 고학으로 어느 대학에 다녔다는 점에서, 학비가 꼭 필요해서였을지도 모른다. 그는 보기 드문 수재인 데다가 굉장한 노력파였기 때문에, 학비를 벌기 위한 시시한 부업에 시간을 빼앗겨 좋아하는 독서나 사색을 마음껏 하지 못하는 현실을 분명 유감스럽게 여겼으리라. 인간이란 고작 이런 이유로 그토록 큰 죄를 범하는 존재일까. 어쩌면 그는 천성이 악인일 지도 모른다.",
    "choiceA": "선택지 A",
    "choiceB": "선택지 B",
    "end": false
  },
  "storyB": {
    "main": "스토리 B는 이런 내용입니다. 후키야 세이치로가 왜 지금부터 이야기할 무시무시한 악행을 계획했는지, 그 동기는 자세히 알지 못한다. 설령 안다고 해도 이 이야기에는 그다지 영향을 미치지 않는다. 그가 고학으로 어느 대학에 다녔다는 점에서, 학비가 꼭 필요해서였을지도 모른다. 그는 보기 드문 수재인 데다가 굉장한 노력파였기 때문에, 학비를 벌기 위한 시시한 부업에 시간을 빼앗겨 좋아하는 독서나 사색을 마음껏 하지 못하는 현실을 분명 유감스럽게 여겼으리라. 인간이란 고작 이런 이유로 그토록 큰 죄를 범하는 존재일까. 어쩌면 그는 천성이 악인일 지도 모른다.",
    "choiceA": "선택지 A",
    "choiceB": "선택지 B",
    "end": false
  },
  "storyAA": {
    "main": "스토리 AA는 이런 내용입니다. 후키야 세이치로가 왜 지금부터 이야기할 무시무시한 악행을 계획했는지, 그 동기는 자세히 알지 못한다. 설령 안다고 해도 이 이야기에는 그다지 영향을 미치지 않는다. 그가 고학으로 어느 대학에 다녔다는 점에서, 학비가 꼭 필요해서였을지도 모른다. 그는 보기 드문 수재인 데다가 굉장한 노력파였기 때문에, 학비를 벌기 위한 시시한 부업에 시간을 빼앗겨 좋아하는 독서나 사색을 마음껏 하지 못하는 현실을 분명 유감스럽게 여겼으리라. 인간이란 고작 이런 이유로 그토록 큰 죄를 범하는 존재일까. 어쩌면 그는 천성이 악인일 지도 모른다.",
    "choiceA": "선택지 A",
    "choiceB": "선택지 B",
    "end": true
  },
  "storyAB": {
    "main": "스토리 AB는 이런 내용입니다. 후키야 세이치로가 왜 지금부터 이야기할 무시무시한 악행을 계획했는지, 그 동기는 자세히 알지 못한다. 설령 안다고 해도 이 이야기에는 그다지 영향을 미치지 않는다. 그가 고학으로 어느 대학에 다녔다는 점에서, 학비가 꼭 필요해서였을지도 모른다. 그는 보기 드문 수재인 데다가 굉장한 노력파였기 때문에, 학비를 벌기 위한 시시한 부업에 시간을 빼앗겨 좋아하는 독서나 사색을 마음껏 하지 못하는 현실을 분명 유감스럽게 여겼으리라. 인간이란 고작 이런 이유로 그토록 큰 죄를 범하는 존재일까. 어쩌면 그는 천성이 악인일 지도 모른다.",
    "choiceA": "선택지 A",
    "choiceB": "선택지 B",
    "end": true
  },
  "storyBA": {
    "main": "스토리 BA는 이런 내용입니다. 후키야 세이치로가 왜 지금부터 이야기할 무시무시한 악행을 계획했는지, 그 동기는 자세히 알지 못한다. 설령 안다고 해도 이 이야기에는 그다지 영향을 미치지 않는다. 그가 고학으로 어느 대학에 다녔다는 점에서, 학비가 꼭 필요해서였을지도 모른다. 그는 보기 드문 수재인 데다가 굉장한 노력파였기 때문에, 학비를 벌기 위한 시시한 부업에 시간을 빼앗겨 좋아하는 독서나 사색을 마음껏 하지 못하는 현실을 분명 유감스럽게 여겼으리라. 인간이란 고작 이런 이유로 그토록 큰 죄를 범하는 존재일까. 어쩌면 그는 천성이 악인일 지도 모른다.",
    "choiceA": "선택지 A",
    "choiceB": "선택지 B",
    "end": true
  },
  "storyBB": {
    "main": "스토리 BB는 이런 내용입니다. 후키야 세이치로가 왜 지금부터 이야기할 무시무시한 악행을 계획했는지, 그 동기는 자세히 알지 못한다. 설령 안다고 해도 이 이야기에는 그다지 영향을 미치지 않는다. 그가 고학으로 어느 대학에 다녔다는 점에서, 학비가 꼭 필요해서였을지도 모른다. 그는 보기 드문 수재인 데다가 굉장한 노력파였기 때문에, 학비를 벌기 위한 시시한 부업에 시간을 빼앗겨 좋아하는 독서나 사색을 마음껏 하지 못하는 현실을 분명 유감스럽게 여겼으리라. 인간이란 고작 이런 이유로 그토록 큰 죄를 범하는 존재일까. 어쩌면 그는 천성이 악인일 지도 모른다.",
    "choiceA": "선택지 A",
    "choiceB": "선택지 B",
    "end": true
  }
}