{
  "cover": {
    "title": "눈에 갇힌 외딴 산장에서",
    "originalAuthor": "히가시노 게이고",
    "adaptationWriter": "주완찬, 황민정"
  },
  "story": {
    "main": "스토리 I는 이런 내용입니다. 후키야 세이치로가 왜 지금부터 이야기할 무시무시한 악행을 계획했는지, 그 동기는 자세히 알지 못한다. 설령 안다고 해도 이 이야기에는 그다지 영향을 미치지 않는다. 그가 고학으로 어느 대학에 다녔다는 점에서, 학비가 꼭 필요해서였을지도 모른다. 그는 보기 드문 수재인 데다가 굉장한 노력파였기 때문에, 학비를 벌기 위한 시시한 부업에 시간을 빼앗겨 좋아하는 독서나 사색을 마음껏 하지 못하는 현실을 분명 유감스럽게 여겼으리라. 인간이란 고작 이런 이유로 그토록 큰 죄를 범하는 존재일까. 어쩌면 그는 천성이 악인일 지도 모른다.",
    "choiceA": "선택지 A",
    "choiceB": "선택지 B",
    "end": false
  },
  "storyA": {
    "main": "스토리 A는 이런 내용입니다. 후키야 세이치로가 왜 지금부터 이야기할 무시무시한 악행을 계획했는지, 그 동기는 자세히 알지 못한다. 설령 안다고 해도 이 이야기에는 그다지 영향을 미치지 않는다. 그가 고학으로 어느 대학에 다녔다는 점에서, 학비가 꼭 필요해서였을지도 모른다. 그는 보기 드문 수재인 데다가 굉장한 노력파였기 때문에, 학비를 벌기 위한 시시한 부업에 시간을 빼앗겨 좋아하는 독서나 사색을 마음껏 하지 못하는 현실을 분명 유감스럽게 여겼으리라. 인간이란 고작 이런 이유로 그토록 큰 죄를 범하는 존재일까. 어쩌면 그는 천성이 악인일 지도 모른다.",
    "choiceA": "선택지 A",
    "choiceB": "선택지 B",
    "end": false
  },
  "storyB": {
    "main": "스토리 B는 이런 내용입니다. 후키야 세이치로가 왜 지금부터 이야기할 무시무시한 악행을 계획했는지, 그 동기는 자세히 알지 못한다. 설령 안다고 해도 이 이야기에는 그다지 영향을 미치지 않는다. 그가 고학으로 어느 대학에 다녔다는 점에서, 학비가 꼭 필요해서였을지도 모른다. 그는 보기 드문 수재인 데다가 굉장한 노력파였기 때문에, 학비를 벌기 위한 시시한 부업에 시간을 빼앗겨 좋아하는 독서나 사색을 마음껏 하지 못하는 현실을 분명 유감스럽게 여겼으리라. 인간이란 고작 이런 이유로 그토록 큰 죄를 범하는 존재일까. 어쩌면 그는 천성이 악인일 지도 모른다.",
    "choiceA": "선택지 A",
    "choiceB": "선택지 B",
    "end": false
  },
  "storyAA": {
    "main": "스토리 AA는 이런 내용입니다. 후키야 세이치로가 왜 지금부터 이야기할 무시무시한 악행을 계획했는지, 그 동기는 자세히 알지 못한다. 설령 안다고 해도 이 이야기에는 그다지 영향을 미치지 않는다. 그가 고학으로 어느 대학에 다녔다는 점에서, 학비가 꼭 필요해서였을지도 모른다. 그는 보기 드문 수재인 데다가 굉장한 노력파였기 때문에, 학비를 벌기 위한 시시한 부업에 시간을 빼앗겨 좋아하는 독서나 사색을 마음껏 하지 못하는 현실을 분명 유감스럽게 여겼으리라. 인간이란 고작 이런 이유로 그토록 큰 죄를 범하는 존재일까. 어쩌면 그는 천성이 악인일 지도 모른다.",
    "choiceA": "선택지 A",
    "choiceB": "선택지 B",
    "end": true
  },
  "storyAB": {
    "main": "스토리 AB는 이런 내용입니다. 후키야 세이치로가 왜 지금부터 이야기할 무시무시한 악행을 계획했는지, 그 동기는 자세히 알지 못한다. 설령 안다고 해도 이 이야기에는 그다지 영향을 미치지 않는다. 그가 고학으로 어느 대학에 다녔다는 점에서, 학비가 꼭 필요해서였을지도 모른다. 그는 보기 드문 수재인 데다가 굉장한 노력파였기 때문에, 학비를 벌기 위한 시시한 부업에 시간을 빼앗겨 좋아하는 독서나 사색을 마음껏 하지 못하는 현실을 분명 유감스럽게 여겼으리라. 인간이란 고작 이런 이유로 그토록 큰 죄를 범하는 존재일까. 어쩌면 그는 천성이 악인일 지도 모른다.",
    "choiceA": "선택지 A",
    "choiceB": "선택지 B",
    "end": true
  },
  "storyBA": {
    "main": "스토리 BA는 이런 내용입니다. 후키야 세이치로가 왜 지금부터 이야기할 무시무시한 악행을 계획했는지, 그 동기는 자세히 알지 못한다. 설령 안다고 해도 이 이야기에는 그다지 영향을 미치지 않는다. 그가 고학으로 어느 대학에 다녔다는 점에서, 학비가 꼭 필요해서였을지도 모른다. 그는 보기 드문 수재인 데다가 굉장한 노력파였기 때문에, 학비를 벌기 위한 시시한 부업에 시간을 빼앗겨 좋아하는 독서나 사색을 마음껏 하지 못하는 현실을 분명 유감스럽게 여겼으리라. 인간이란 고작 이런 이유로 그토록 큰 죄를 범하는 존재일까. 어쩌면 그는 천성이 악인일 지도 모른다.",
    "choiceA": "선택지 A",
    "choiceB": "선택지 B",
    "end": true
  },
  "storyBB": {
    "main": "스토리 BB는 이런 내용입니다. 후키야 세이치로가 왜 지금부터 이야기할 무시무시한 악행을 계획했는지, 그 동기는 자세히 알지 못한다. 설령 안다고 해도 이 이야기에는 그다지 영향을 미치지 않는다. 그가 고학으로 어느 대학에 다녔다는 점에서, 학비가 꼭 필요해서였을지도 모른다. 그는 보기 드문 수재인 데다가 굉장한 노력파였기 때문에, 학비를 벌기 위한 시시한 부업에 시간을 빼앗겨 좋아하는 독서나 사색을 마음껏 하지 못하는 현실을 분명 유감스럽게 여겼으리라. 인간이란 고작 이런 이유로 그토록 큰 죄를 범하는 존재일까. 어쩌면 그는 천성이 악인일 지도 모른다.",
    "choiceA": "선택지 A",
    "choiceB": "선택지 B",
    "end": true
  }
}